tap "homebrew/cask-fonts"

cask "font-victor-mono-nerd-font"
cask "iterm2"
cask "miniconda"
cask "mactex"
cask "docker"
cask "visual-studio-code"

brew "cmake"
brew "llvm"
brew "fzf"
brew "git"
brew "git-lfs"
brew "ripgrep"
brew "neovim"
brew "tmux"
brew "tree-sitter"
brew "htop"
brew "tig"
brew "conda-zsh-completion"
brew "wget"
brew "rust"
brew "rustup-init"
brew "rustfmt"
brew "nmap"
brew "openocd"
brew "minicom"
